Brest2017/Brest2017.tex
% Created 2017-04-24 lun. 16:21
\documentclass[12pt,makeidx]{amsart}
                 \usepackage[couleur,draft]{/home/basile/Git/Latex/Headfiles/amsdip}
                 \usepackage[utf8x]{inputenc}
                 \usepackage[T1]{fontenc}
                 \usepackage{ulem}
\author{Basile Pillet}
\date{Mai 2017}
\title{?}
\hypersetup{
 pdfauthor={Basile Pillet},
 pdftitle={?},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 24.3.1 (Org mode 8.3.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Plan}
\label{sec:orgheadline14}

\subsubsection{Contexte}
\label{sec:orgheadline1}
On se fixe une variété complexe \(Z\) fibrée sur \(\Pro^1\).

On fait \(2\) hypothèses :
\begin{itemize}
\item Il y a des sections particulières (verticales)
Une par chaque point.
\item Si \(L\) est l'image d'une section de \(f : Z \to \Pro^1\) (droite), alors 
\(N_{L/Z}\) est une somme de \(\Oo(1)\).
En particulier \(H^1(L,N_{L/Z}) = 0\) et donc dans toutes les directions cette section se déforme.\\
Les droites de \(Z\) peuvent se déformer dans \(Z\).
\end{itemize}

En particulier \(Z\) est une variété rationnellement connexe.

\subsubsection{EG}
\label{sec:orgheadline2}
\begin{itemize}
\item Espace des twisteurs d'une surface K3 (ou var HK),
\item Espace total de \(\Oo(1) \oplus \Oo(1)\),
\end{itemize}


\subsection{Épaississements}
\label{sec:orgheadline4}
Point de vu GA : définir un objet géométrique c'est définir les fonctions dessus. On veut définir ce que sont les \textbf{voisinages infinitésimaux d'une droite dans \(Z\)}

La droite \(L\) est représentée par son faisceau de fonctions \(\Oo_L\) qui est lié aux fonctions sur \(Z\) par la suite exacte
\[
0 \to \Ii_L \to \Oo_Z \to i_* \Oo_L \to 0
\]
où \(i : L \hookrightarrow Z\) et \(\Ii_L\) l'idéal des fonctions sur \(Z\) qui s'annulent sur \(L\).

C'est-à-dire : Une fonction sur \(L\) provient d'une fonction sur \(Z\) modulo les fonctions qui s'annulent sur \(L\). (où tout est à comprendre au sens "local")

\subsubsection{Épaississement}
\label{sec:orgheadline3}
Il suffit de définir \(\Oo_L^{(n)}\) le faisceau des fonctions
\[
0 \to \Ii^{n+1}_L \to \Oo_Z \to i_* \Oo_L^{(n)} \to 0
\]
sur \(Z\) modulo celles qui s'annulent à l'ordre \(n+1\) sur \(L\).

La \emph{variété épaissie} \(L^{(n)}\) est alors l'espace topologique \(L\) mais possédant beaucoup plus de fonctions : \(\Oo^{(n)}_L\).

Une fonction sur \(L^{(n)}\) est un jet d'ordre \(n\) de fonctions sur \(L\).

{\color{DarkRed}\(\star\)}\marginpar{\color{DarkRed}\tiny Lien avec les vecteurs tangents ; exemples
}\addcontentsline{toc}{subsection}{{\color{DarkRed}$\bullet$}}












\subsection{Correspondance de Buchdahl}
\label{sec:orgheadline10}

On s'intéresse aux voisinages infinitésimaux d'une droite dans \(Z\). 

\subsubsection{Espace des sections et correspondance twistorielle}
\label{sec:orgheadline5}
Soit \(C\) l'espace des sections de \(Z\) (espace de Douady, espace des cycles de Barlett).

\[
(T_C)_s \simeq H^0(L_s, N_{L_s/Z})
\]
Mais comme le \(H^1\) s'annule

(( à finir ))

\subsubsection{EG}
\label{sec:orgheadline6}

Grassmanienne des \(2\) -plans privée d'un point et d'un \(\Pro^1\).

\subsubsection{Fibré L-triviaux}
\label{sec:orgheadline7}

\subsubsection{Fibré à connexion associé}
\label{sec:orgheadline8}

\subsubsection{EQV catégorie}
\label{sec:orgheadline9}

\subsection{Épaississements}
\label{sec:orgheadline12}

\subsubsection{Théorème}
\label{sec:orgheadline11}


\subsection{Applications}
\label{sec:orgheadline13}

\section{Idées}
\label{sec:orgheadline15}
\begin{itemize}
\item Épaississements ; correspondance de Buchdahl ; courbure
\end{itemize}
\section{Références}
\label{sec:orgheadline16}
\begin{itemize}
\item Buchdahl
\end{itemize}
\end{document}
